bazelbuild.vscode-bazel
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
casbin.vscode-casbin
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
hashicorp.hcl
hashicorp.terraform
mesonbuild.mesonbuild
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
pbkit.vscode-pbkit
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
redocly.openapi-vs-code
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
timonwong.shellcheck
twxs.cmake
